Repository: korvin87/ulrich-natuerlich
Catalog: packages/abavo_search/Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_abavosearch_domain_model_indexer.title
source: Title
de: Titel

# tx_abavosearch_domain_model_indexer.type
source: Type
de: Typ

# tx_abavosearch_domain_model_indexer.config
source: Configuration
de: Konfiguration

# tx_abavosearch_domain_model_index
source: Index Record
de: Index Datensatz

# tx_abavosearch_domain_model_synonym.title
source: Title
de: Titel

# tx_abavosearch_domain_model_synonym.alt
source: Alternative-Title
de: Ersatz-Alias

# tx_abavosearch_domain_model_synonym.synonym
source: Synonyms
de: Synonyme (Zeilengetrennt)

# mod.wizards.newContentElement.pisearch
source: abavo Search
de: abavo Suche - Suchbox

# mod.wizards.newContentElement.pisearch.description
source: Showing searchbox and filter options.
de: Suchbox und Filter-Optionen

# mod.wizards.newContentElement.piresults
source: abavo Search
de: abavo Suche - Suchergebnisse

# mod.wizards.newContentElement.piresults.description
source: Showing search results.
de: Anzeige der Suchergebnisse

# ff.pisearch.sheet.settings
source: Settings
de: Einstellungen

# ff.pisearch.sheet.advancedsearch
source: Advanced Search Form
de: Erweiterte Suche

# ff.pisearch.sheet.settings.targetpid
source: Target Page Search Results
de: Zielseite der Suchergebnisse

# ff.pisearch.sheet.settings.advancedForm
source: Advanced Search Form (Based on storage PID)
de: Erweiterte Suche

# ff.pisearch.sheet.advancedsearch.advancedFormFacetSearchService
source: Facet Option Group: SearchServices
de: Facetten-Option: SearchServices

# ff.pisearch.sheet.advancedsearch.advancedFormFacetIndexer
source: Facet Option Group: Indexers
de: Facetten-Option: Indexer

# ff.pisearch.sheet.advancedsearch.advancedFormFacetCategory
source: Facet Option Group: Categories
de: Facetten-Option: Kategorien

# ff.pisearch.sheet.advancedsearch.rootFacetCategory
source: Root Facet Category (Used by Facet Option Group)
de: Facetten-Root-Kategorie:

# ff.pisearch.sheet.advancedsearch.displayresults
source: Display Results
de: Darstellung Suchergebnisse

# ff.pisearch.sheet.advancedsearch.displayresults.advancedFormOptionsPerPage
source: Option: Items per page
de: Option: Treffer pro Seite

# ff.pisearch.sheet.advancedsearch.displayresults.advancedFormSortingDirection
source: Option: Sorting Direction
de: Option: Sortierungs-Richtung

# ff.pisearch.sheet.advancedsearch.displayresults.advancedFormOrderBy
source: Option: Order By
de: Option: Sortierung-Auswahl

# ff.pisearch.sheet.advancedsearch.displayresults.advancedFormOrderByFields
source: Option: Order By Fields
de: Option: Sortierung-Auswahl Felder

# system.hidden
source: Hide element
de: Element verbergen

# system.language
source: Language
de: Sprache

# system.starttime
source: Release
de: Ver√∂ffentlichung

# system.endtime
source: Expiration
de: Ablauf
