Repository: korvin87/ulrich-natuerlich
Catalog: packages/abavo_search/Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_abavosearch_domain_model_indexer.title
source: Title
de: Titel

# tx_abavosearch_domain_model_indexer.storagepid
source: Storagepid
de: Datensatzsammlung

# tx_abavosearch_domain_model_indexer.target
source: Target
de: Ziel-Seite

# tx_abavosearch_domain_model_indexer.type
source: Type
de: Typ

# tx_abavosearch_domain_model_indexer.count
source: Count
de: Anzahl

# tx_abavosearch_domain_model_indexer.duration
source: Duration (Seconds)
de: Dauer (Sekunden)

# form.submit
source: Search
de: Suchen

# form.autocomplete
source: Enter search term
de: Suchbegriff eingeben

# search.querytime
source: Query time:%s seconds
de: Datenbankabfrage:%s Sekunden

# alternativewords.title
source: Similar terms
de: Ähnliche Begriffe

# alternativewords.licenceprefix
source: Terms from
de: Begriffe von

# advancedForm.header
source: Advanced search options
de: Filtern und Sortieren

# advancedForm.indexerType
source: Content type
de: Inhaltstyp

# advancedForm.searchService
source: Content origin
de: Inhaltsquelle

# label.searchService
source: Website content
de: Inhalte der Website

# advancedForm.checkall
source: un-/check all facets
de: Alle aus-/abwählen

# advancedForm.orderby.label
source: order by
de: Sortieren nach

# advancedForm.orderby.ranking
source: ranking
de: Relevanz

# advancedForm.orderby.title
source: title
de: Titel

# advancedForm.orderby.content
source: content
de: Inhalt

# advancedForm.sorting.asc
source: ascending
de: aufsteigend

# advancedForm.sorting.desc
source: descending
de: absteigend

# advancedForm.length.label
source: Results each page
de: Ergebnisse pro Seite

# pagination.moreNext
source: %s more pages left
de: noch %s Seiten

# module.action.overview
source: Overview
de: Übersicht

# module.action.diagnosis
source: Diagnosis-Mode
de: Diagnose

# module.action.backto.overview
source: Back to Overview
de: Zurück zur Übersicht

# module.action.updateindex
source: Update Search Index
de: Suchindex aktualisieren

# module.action.updateindex.finished
source: Update Search Index
de: Suchindex wurde aktualisiert

# module.overview.index
source: Indexed Entries
de: Übersicht indexierter Inhalte

# module.index.progressmessage
source: Indexing in progress
de: Indexierung läuft

# module.index.lastupdate
source: Last indexing was done on
de: Letzte Indexierung

# module.action.cleanup
source: Cleanup
de: Bereinigung

# module.action.stats
source: Statistics
de: Statistiken
