Repository: korvin87/ulrich-natuerlich
Catalog: packages/abavo_search/Resources/Private/Language/*.messages.xlf
Languages: de

# resultone
source: results with term
de: Ergebnis mit Suchbegriff

# resultmulti
source: result with term
de: Ergebnisse mit Suchbegriff

# noresult
source: No results with search string
de: Kein Suchergebnis mit dem Begriff

# nosearchterm
source: Please enter a search term.
de: Bitte geben Sie einen Suchbegriff ein.

# minsearchlen
source: Please enter a phrase to be long with at least %s
de: Bitte geben Sie einen Begriff mit mindestens %s Zeichen ein.

# stopword
source: Search contains a stop word.
de: Es wurden die Begriffe mit wenig Relevanz ("%s") aus der Anfrage gefiltert.

# exception
source: Search Exception
de: Hinweis

# exception.maxSearchStrinLen
source: You reached the search word limit. Only %s charactes allowed.
de: Ihre Suche-Anfrage überschreitet die maxmimal erlaubten %s Zeichen. Dies wurde entsprechend reduziert.

# exception.minSearchStrinLen
source: A search string length is lower than possible (%s).
de: Der Bestandteil "%s" in Ihrer Anfrage unterschreitet die minimal mögliche Länge von %s Zeichen und wurden daher entfernt.

# usedsynonyms
source: Additional used following synonyms to search string
de: Zusätzlich zum Suchbegriff verwendete Synonyme

# alternativesearch
source: Searching for similar words...
de: Suche nach ähnlichen Begriffen...

# synonymReplacements
source: Replaced obsolet synonyms
de: Überholte Synonyme wurden ersetzt
