Repository: korvin87/ulrich-natuerlich
Catalog: packages/abavo_form/Resources/Private/Language/*.locallang.xlf
Languages: de

# format.dateformat
source: Y-m-d
de: d.m.Y

# Form.error
source: Form is not valid
de: Formular ist ungültig.

# Form.error.message
source: Please be sure, you filled in all fields correctly.
de: Bitte füllen Sie alle Felder korrekt aus.

# Form.error.maxFileSizeMessage
source: File is to big. Please use a smaller file.
de: Datei ist zu groß. Bitte verwenden Sie eine kleinere Datei.

# Form.error.fileTypeMessage
source: This file type is not allowed. Possible file types: %s.
de: Dieser Datei-Typ ist nicht erlaubt. Mögliche Datei-Typen sind: %s.

# Form.startnew
source: Start new form
de: Neues Formular beginnen

# Form.salutation
source: Salutation
de: Anrede

# Form.salutations.mr
source: Mr
de: Herr

# Form.salutations.ms
source: Ms
de: Frau

# Form.firstname
source: Firstname
de: Vorname

# Form.lastname
source: Lastname
de: Nachname

# Form.phone
source: Phone
de: Telefon

# Form.address
source: Street and number
de: Straße und Nr.

# Form.company
source: Company
de: Firma

# Form.zip
source: ZIP Code
de: PLZ

# Form.city
source: City
de: Ort

# Form.country
source: Country
de: Land

# Form.countryZone
source: Country Zone
de: Bundesland

# Form.description
source: Your special description
de: Ihre Nachricht an uns

# Form.media
source: Media
de: Dateianhang

# Form.description.email
source: Your message
de: Ihre Nachricht an uns

# Form.submit
source: Submit form
de: Anfrage senden

# Form.data.label
source: <p>Your form contains the following data:</p>
de: <p>Ihre Anfrage enthält folgende Daten:</p>

# Form.intro.text
source: <h2>Your inquire</h2><p>Thank you for your inquire. We will contact you as soon as possible.</p>
de: <h2>Ihre Anfrage</h2><p>Vielen Dank für Ihre Anfrage. Wir werden uns so schnell wie möglich mit Ihnen in Verbindung setzen.</p>

# Form.privacyhint
source: Reviewed the <a href="%s" class="js-nolightboxopen-ifinlightbox" target="lightbox">privacy policy</a>. I agree that my details are collected and stored electronically. This consent can be revoked at any time for the future.
de: Ich habe die <a href="%s" class="js-nolightboxopen-ifinlightbox" target="lightbox">Datenschutz&shy;bestimmungen</a> zur Kenntnis genommen. Ich stimme zu, dass meine Angaben elektronisch erhoben und gespeichert werden. Diese Einwilligung kann jederzeit für die Zukunft widerrufen werden.

# Form.error.privacyhint
source: Please confirm that you have read the privacy policy.
de: Bitte bestätigen Sie, dass Sie den Datenschutzhinweis gelesen haben.

# Validation.message.honeypot
source: Form is not valid.
de: Das Formular ist ungültig.

# Validation.message.spam
source: Spam detected (%s)
de: Es wurde Spam erkannt. (%s)

# Validation.message.expired
source: The Form has expired. Please start with a new form.
de: Das Formular ist nicht mehr gültig. Bitte füllen Sie dies neu aus.

# Validation.uniqueId.notvalid
source: This form is not valid anymore.
de: Das Formular wurde bereits versendet. Bitte füllen Sie die Felder neu aus und senden Sie dieses Formular über den Abesenden-Button.
